jeorg-jee-apps/jeorg-jee-apps-triad-2/jeorg-jee-app-2-2-wildfly/underground1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:underground="http://soap.bands.girl.jee.jtd.jesperancinha.org/">
    <soapenv:Header/>
    <soapenv:Body>
        <underground:underground>
            <pieceNumber>0</pieceNumber>
        </underground:underground>
    </soapenv:Body>
</soapenv:Envelope>
